import React from 'react'
import './Article_2.css'

const Article_2 = () => {
    return (
        <article>
            <div className="article-image article-image-2">
            </div>
            <div className="article-text">
                <h4>Каліфорнія у вогні: потужна пожежа нищить ліси, будинки та автомобілі</h4>
                <p>У пожежі постраждали кілька людей.</p>
                <p>В американському штаті Каліфорнія десятки тисяч людей змушені залишати свої домівки через потужні лісові пожежі.</p>
                <p>Про це йдеться в сюжеті програми ТСН.Ранок.</p>
                <p>Палає на півночі штату, вогонь уже знищив кілька сотень будівель. Утім, точно оцінити збитки чиновники ще не можуть, адже дістатися до пошкоджених стихією районів поки не мають змоги.</p>
                <p>Постраждали від вогню і люди - травми отримало двоє пожежників і кілька жителів штату.</p>
                <p>Вогнеборці кажуть, пожежа поширюється дуже швидко, бо у Каліфорнії дмуть сильні вітри.</p>
            </div>
        </article>
    )
}

export default Article_2