const techNewsBlocks = [
    {
        id:"tech-news-1",
        title_tech:"У США запустили в космос ракету, над якою працювали й українські підприємства",
        description_tech:"Із космодрому НАСА 'Уоллопс Айленд', що розташований у штаті Вірджинія в США, запустили в космос ракету-носій 'Антарес'. Частину її деталей виготовили в Україні.Ця ракета повинна доставити вантажний модуль 'Сігнус' до Міжнародної космічної станції.",
        author:"John Doe",
        comments:29,
    },
    {
        id:"tech-news-2",
        title_tech:"Компанія Ілона Маска проклала перший тунель під Лос-аджелесом для спеціальних шатлів",
        description_tech:"Компанія The Boring Company закінчила прокладання підземного тунелю під Лос-Анджелесом, яким їздитимуть вакуумні потяги та Ілон Маск показав футуристичний електробус для поїздок тунелями під містами швидкісні електробуси.",
        author:"John Doe",
        comments:29,
    },
    {
        id:"tech-news-3",
        title_tech:"FACEBOOK відзвітував про блокування півтора мільярда фейкових аккаунтів",
        description_tech:"У Facebook з квітня до вересня цього року було заблоковано 1,5 млрд акаунтів. Зокрема, у другому кварталі видалено 800 млн підроблених облікових записів, у третьому - 754 млн.",
        author:"John Doe",
        comments:29,
    },
    {
        id:"tech-news-4",
        title_tech:"Помилка MICROSOFT позбавила користувачів WINDOWS 10 PRO ліцензії",
        description_tech:"У службі підтримки Microsoft заявили, що знають про проблему і працюють над виправленням бага.",
        author:"John Doe",
        comments:29,
    },
];

export default techNewsBlocks