const articlesList = [
    {
        art_list_id:"article-item-1",
        art_list_title:"Путін зможе піти на Київ після будівництва 'Північного потоку-2' - прем'єр Польщі.",
        art_list_description:"Моравецький вважає, що газопровід розв'яже руки агресії Росії.Прем'єр-міністр Польщі Матеуш Моравецький попередив, що Німеччина пояснила, навіщо їй потрібен 'Північний потік-2' будівництво газопроводу 'Північний потік-2' може сприяти агресії Російської Федерації в Україні.",
    },
    {
        art_list_id:"article-item-2",
        art_list_title:"У Франції жінка облила кислотою відвідувачів кафе",
        art_list_description:"Постраждали 6 людей. Перелякані очевидці та поліція: як виглядає місце кривавої різанини в Парижіфранцузькому місті Марсель на терасі одного з кафе жінка облила соляною кислотою відвідувачів."
    },
    {
        art_list_id:"article-item-3",
        art_list_title:"В Україні можуть змінити правила фотографування на документи.",
        art_list_description:"Зміни мають враховувати інтереси людей різних віросповідань. Учора, 22 листопада, у МВС на нараді обговорили питання фотографування на документи. Про це повідомляє прес-служба Міністерства."
    },
];

export default articlesList