const articlesBlock = [
    {
        id:"world-news-article-1",
        img_src: "/images/world-news/world-news-1.jpeg",
        title:"Трамп анонсував, коли США оприлюднять ім'я вбивці журналіста Хашоггі",
        description:"Президент Сполучених Штатів Америки Дональд Трамп заявив, що повну доповідь стосовно вбивства саудівського журналіста Джамаля Хашоггі опублікують 20 листопада.",
        world_news_article: "Штати готують детальну доповідь стосовно цієї справи. Президент Сполучених Штатів Америки Дональд Трамп заявив, що повну доповідь стосовно вбивства саудівського журналіста Джамаля Хашоггі опублікують 20 листопада. Слова Трампа передали журналісти з прес-пулу Білого дому, які супроводжують його під час поїздки до штату Каліфорнія, де вирують пожежі. Трамп підкреслив, що в доповіді буде зазначено те, хто вбив журналіста. 'Сталася жахлива річ - вбивство журналіста. У нас буде повний звіт протягом наступних двох днів, можливо, в понеділок або вівторок', - зазначив глава держави.  Пізніше президент США уточнив, що мова йде швидше про вівторок. Трамп такж підтвердив, що провів в суботу на борту свого літака телефонну розмову з директором Центрального розвідувального управління (ЦРУ) Джиною Хеспел. Він додав, що інформація, яка з'явилася в п'ятницю в ЗМІ про висновки ЦРУ, була 'попередньою'. 'Вони (ЦРУ) ще нічого не визначили. Занадто рано', - пояснив він. Як повідомлялося, 59-річного Хашоггі вбили 2 жовтня у генконсульстві Саудівської Аравії в Стамбулі, коли той пішов туди, щоб забрати необхідні для майбутнього весілля документи. Його наречену до закладу не впустили і через п'ять годин очікування їй повідомили, що Хашоггі вже пішов з консульства. У журналіста були давні зв'язки з королівською родиною Саудівської Аравії, але він критично писав про нинішній уряд і наслідного принца Мухаммеда бін Салмана. У Туреччині підозрюють, що чоловіка допитували, катували, а після цього вбили і розчленували. Для цього в Стамбул в той день прилетіло 15 співробітників саудівських спецслужб. Слідство має відповідні звукозаписи. Після декількох тижнів заперечень і під потужним тиском країн Заходу, влада Саудівської Аравії все ж визнала, що журналіст загинув в їхньому консульстві. Згодом турецька влада повідомила, що за кілька днів після вбивства Хашоггі Саудівська Аравія направила в Туреччину групу з 11 фахівців, серед яких були хімік та токсиколог, які повинні були 'замести сліди' злочину.",
    },
    {
        id:"world-news-article-2",
        img_src: "/images/world-news/world-news-2.jpg",
        title:"Каліфорнія у вогні: потужна пожежа нищить ліси, будинки та автомобілі",
        description:"У пожежі постраждали кілька людей. В американському штаті Каліфорнія десятки тисяч людей змушені залишати свої домівки через потужні лісові пожежі.",
        world_news_article: "У пожежі постраждали кілька людей. В американському штаті Каліфорнія десятки тисяч людей змушені залишати свої домівки через потужні лісові пожежі. Про це йдеться в сюжеті програми ТСН.Ранок. Палає на півночі штату, вогонь уже знищив кілька сотень будівель. Утім, точно оцінити збитки чиновники ще не можуть, адже дістатися до пошкоджених стихією районів поки не мають змоги. Постраждали від вогню і люди - травми отримало двоє пожежників і кілька жителів штату. Вогнеборці кажуть, пожежа поширюється дуже швидко, бо у Каліфорнії дмуть сильні вітри.",
    },
    {
        id:"world-news-article-3",
        img_src: "/images/world-news/world-news-3.jpg",
        title:"У Лондоні внаслідок стрілянини поранено трьох осіб ",
        description:"Поранених госпіталізовано. У Лондоні, столиці Великої Британії, у суботу ввечері, 17 листопада, сталася стрілянина.",
        world_news_article: "Поранених госпіталізовано. У Лондоні, столиці Великої Британії, у суботу ввечері, 17 листопада, сталася стрілянина. Про це повідомляє видання The Sun. Зазначається, що троє осіб отримали поранення під час інциденту. Двоє з них травмувалися саме внаслідок застосування зброї. Всього ж на місці поліція помітила чотирьох осіб. Повідомляється, що правоохоронці поки що нікого не затримали. Поранених госпіталізували. Нагадаємо, слідчі органи Туреччини завершили розслідування вбивства російського посла Карлова завершили розслідування вбивства російського посла Андрія Карлова, якого застрелили в 2016 році. Обвинувальний висновок було направлено до прокуратури Анкари, передає Анадолу.",
    },
];

export const getWorldNewsMap = (array) => {
    return array.reduce((map, article) => ({
        ...map,
        [article.id]: article
    }), {})
}

export default articlesBlock