const articlesBlock = [
    {
        id:"article-1",
        title:"Трамп анонсував, коли США оприлюднять ім'я вбивці журналіста Хашоггі",
        description:"Президент Сполучених Штатів Америки Дональд Трамп заявив, що повну доповідь стосовно вбивства саудівського журналіста Джамаля Хашоггі опублікують 20 листопада."
    },
    {
        id:"article-2",
        title:"Каліфорнія у вогні: потужна пожежа нищить ліси, будинки та автомобілі",
        description:"У пожежі постраждали кілька людей. В американському штаті Каліфорнія десятки тисяч людей змушені залишати свої домівки через потужні лісові пожежі."
    },
    {
        id:"article-3",
        title:"У Лондоні внаслідок стрілянини поранено трьох осіб ",
        description:"Поранених госпіталізовано. У Лондоні, столиці Великої Британії, у суботу ввечері, 17 листопада, сталася стрілянина."
    },
];

export default articlesBlock