import React from 'react'
import './Article_1.css'

const Article_1 = () => {
    return (
        <article>
            <div className="article-image article-image-1">
            </div>
            <div className="article-text">
                <h4>Трамп анонсував, коли США оприлюднять ім'я вбивці журналіста Хашоггі.</h4>
                <p>Штати готують детальну доповідь стосовно цієї справи.</p>
                <p>Президент Сполучених Штатів Америки Дональд Трамп заявив, що повну доповідь стосовно вбивства саудівського журналіста Джамаля Хашоггі опублікують 20 листопада.</p>
                <p>Слова Трампа передали журналісти з прес-пулу Білого дому, які супроводжують його під час поїздки до штату Каліфорнія, де вирують пожежі.</p>
                <p>Трамп підкреслив, що в доповіді буде зазначено те, хто вбив журналіста.</p>
                <p>"Сталася жахлива річ - вбивство журналіста. У нас буде повний звіт протягом наступних двох днів, можливо, в понеділок або вівторок", - зазначив глава держави. </p>
                <p>Пізніше президент США уточнив, що мова йде швидше про вівторок.</p>
                <p>Трамп такж підтвердив, що провів в суботу на борту свого літака телефонну розмову з директором Центрального розвідувального управління (ЦРУ) Джиною Хеспел. Він додав, що інформація, яка з'явилася в п'ятницю в ЗМІ про висновки ЦРУ, була "попередньою".</p>
                <p>"Вони (ЦРУ) ще нічого не визначили. Занадто рано", - пояснив він.</p>
                <p>Як повідомлялося, 59-річного Хашоггі вбили 2 жовтня у генконсульстві Саудівської Аравії в Стамбулі, коли той пішов туди, щоб забрати необхідні для майбутнього весілля документи. Його наречену до закладу не впустили і через п'ять годин очікування їй повідомили, що Хашоггі вже пішов з консульства. У журналіста були давні зв'язки з королівською родиною Саудівської Аравії, але він критично писав про нинішній уряд і наслідного принца Мухаммеда бін Салмана.</p>
                <p>У Туреччині підозрюють, що чоловіка допитували, катували, а після цього вбили і розчленували. Для цього в Стамбул в той день прилетіло 15 співробітників саудівських спецслужб. Слідство має відповідні звукозаписи. Після декількох тижнів заперечень і під потужним тиском країн Заходу, влада Саудівської Аравії все ж визнала, що журналіст загинув в їхньому консульстві.</p>
                <p>Згодом турецька влада повідомила, що за кілька днів після вбивства Хашоггі Саудівська Аравія направила в Туреччину групу з 11 фахівців, серед яких були хімік та токсиколог, які повинні були "замести сліди" злочину. </p>
            </div>
        </article>
    )
}

export default Article_1