import React from 'react'
import './Article_3.css'

const Article_3 = () => {
    return (
        <article>
            <div className="article-image article-image-3">
            </div>
            <div className="article-text">
                <h4>У Лондоні внаслідок стрілянини поранено трьох осіб</h4>
                <p>Поранених госпіталізовано.</p>
                <p>У Лондоні, столиці Великої Британії, у суботу ввечері, 17 листопада, сталася стрілянина.</p>
                <p>Про це повідомляє видання The Sun.</p>
                <p>Зазначається, що троє осіб отримали поранення під час інциденту. Двоє з них травмувалися саме внаслідок застосування зброї. Всього ж на місці поліція помітила чотирьох осіб.</p>
                <p>Повідомляється, що правоохоронці поки що нікого не затримали. Поранених госпіталізували. </p>
                <p>Нагадаємо, слідчі органи Туреччини завершили розслідування вбивства російського посла Карлова завершили розслідування вбивства російського посла Андрія Карлова, якого застрелили в 2016 році.</p>
                <p>Обвинувальний висновок було направлено до прокуратури Анкари, передає Анадолу.</p>
            </div>
        </article>
    )
}

export default Article_3